datasets/benchmark-results/melbourneit/201811161431/wordpress-results-melbourneit-10-201811161431.log
Running 1m test @ http://mapp.id-rsa.pub/wordpress/
  1 threads and 10 connections
  Thread calibration: mean lat.: 7908.147ms, rate sampling interval: 16433ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    32.38s    11.90s   50.14s    66.67%
    Req/Sec     1.00      0.00     1.00    100.00%
  Latency Distribution (HdrHistogram - Recorded Latency)
 50.000%   29.36s 
 75.000%   42.89s 
 90.000%   49.74s 
 99.000%   50.07s 
 99.900%   50.17s 
 99.990%   50.17s 
 99.999%   50.17s 
100.000%   50.17s 

  Detailed Percentile spectrum:
       Value   Percentile   TotalCount 1/(1-Percentile)

   14385.151     0.000000            1         1.00
   15147.007     0.100000            6         1.11
   21839.871     0.200000           13         1.25
   22020.095     0.300000           19         1.43
   28655.615     0.400000           25         1.67
   29360.127     0.500000           30         2.00
   35782.655     0.550000           33         2.22
   36143.103     0.600000           37         2.50
   36339.711     0.650000           39         2.86
   42663.935     0.700000           42         3.33
   42893.311     0.750000           45         4.00
   43057.151     0.775000           48         4.44
   43057.151     0.800000           48         5.00
   43614.207     0.825000           50         5.71
   49184.767     0.850000           51         6.67
   49545.215     0.875000           53         8.00
   49741.823     0.887500           56         8.89
   49741.823     0.900000           56        10.00
   49741.823     0.912500           56        11.43
   49741.823     0.925000           56        13.33
   49774.591     0.937500           57        16.00
   49774.591     0.943750           57        17.78
   49774.591     0.950000           57        20.00
   49971.199     0.956250           58        22.86
   49971.199     0.962500           58        26.67
   50069.503     0.968750           59        32.00
   50069.503     0.971875           59        35.56
   50069.503     0.975000           59        40.00
   50069.503     0.978125           59        45.71
   50069.503     0.981250           59        53.33
   50167.807     0.984375           60        64.00
   50167.807     1.000000           60          inf
#[Mean    =    32375.603, StdDeviation   =    11904.999]
#[Max     =    50135.040, Total count    =           60]
#[Buckets =           27, SubBuckets     =         2048]
----------------------------------------------------------
  70 requests in 1.00m, 3.60MB read
  Socket errors: connect 0, read 0, write 0, timeout 230
Requests/sec:      1.16
Transfer/sec:     61.30KB